Repository: sonvq-qsoftvn/smith
Catalog: application/var/locale/admin/member.tmx
Source language: en
Languages: nl

source: Subject email
nl: Onderwerp e-mail

source: Set the subject of the email.
nl: Stel het onderwerp van de e-mail in.

source: Content
nl: Inhoud

source: You can enter the following parameters in the mails:login = [login], password = [password], name = [name], first name = [firstname], sex = [sex], address = [address], description document = [docu-description]
nl: Je kan verschillende parameters doorgeven in de mails:login = [login], wachtwoord = [password], naam = [name], voornaam = [firstname], geslacht = [sex], adres = [address], omschrijving document = [docu-description]

source: Sender name
nl: Afzender naam

source: If no sender name gets declared, the default will be used.
nl: Indien geen afzender word opgegeven, wordt de standaard gebruikt.

source: Sender email address
nl: Afzender e-mailadres

source: If no sender email address gets declared, the default will be used.
nl: Indien geen afzender e-mail adres is opgegeven, wordt de standaard gebruikt.

source: ReplyTo name
nl: ReplyTo naam

source: If no ReplyTo name gets declared, the default will be used.
nl: Indien geen ReplyTo naam word opgegeven, wordt de standaard gebruikt.

source: ReplyTo Email Address
nl: ReplyTo E-mailadres

source: If no ReplyTo email gets declared, the default will be used.
nl: Indien geen ReplyTo e-mail word opgegeven, wordt de standaard gebruikt.

source: Management member (access to all folders)
nl: Directielid (toegang tot alle mappen)

source: Select the folders the user has access to.
nl: Selecteer de mappen waar de gebruiker toegang tot heeft.

source: Active
nl: Actief

source: Sex
nl: Geslacht

source: Choose a sex
nl: Kies een geslacht

source: Male
nl: Man

source: Female
nl: Vrouw

source: Name
nl: Naam

source: Required, minimum 2 characters.
nl: Verplicht in te vullen. Minstens 2 karakters.

source: Company
nl: Bedrijf

source: Required, e.g.: somebody@website.com
nl: Verplicht in te vullen, bv: iemand@website.be

source: Password
nl: Wachtwoord

source: Required, minimum 6, maximum 32 characters.
nl: Verplicht in te vullen, minimaal 6, maximaal 32 karakters

source: Phone
nl: Telefoon

source: Mobile
nl: GSM

source: Street + number
nl: Straat + nummer

source: Postal code + town
nl: Postcode + plaats

source: Country
nl: Land

source: Form validation
nl: Formulier validatie

source: All fields are required.
nl: Alle velden zijn verplicht in te vullen.

source: Settings
nl: Instellingen

source: Rights document management
nl: Rechten documentenbeheer

source: Save
nl: Opslaan

source: Add new member
nl: Nieuwe gebruiker toevoegen

source: Add new membermail
nl: Nieuwe gebruikersmail toevoegen

source: Edit member
nl: Gebruiker aanpassen

source: Edit membermail
nl: Gebruikersmail aanpassen

source: Member overview
nl: Gebruikers overzicht

source: Delete detail
nl: Detail verwijderen

source: Are you sure you want to delete this member?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?

source: Salutation
nl: Aanspreking

source: First name
nl: Voornaam

source: Action
nl: Actie

source: Activate/Deactivate
nl: Activeren/Deactiveren

source: De-activate
nl: De-activeer

source: Activate
nl: Activeer

source: Edit
nl: Aanpassen

source: Delete
nl: Verwijderen

source: Membermail overview
nl: Gebruikersmail overzicht

source: Subject
nl: Onderwerp

source: Sender
nl: Afzender

source: Item was successfully created!
nl: Item werd succesvol aangemaakt!

source: Item was successfully edited!
nl: Item werd succesvol aangemaakt!

source: Member was successfully deleted!
nl: Member werd succesvol verwijderd!

source: The status of the member was successfully edited!
nl: De status van het member werd succesvol aangepast!

source: The mail was successfully created!
nl: Mail werd succesvol aangemaakt!

source: Mail was successfully edited!
nl: Mail werd succesvol aangepast!

source: Mail was successfully deleted!
nl: Mail werd succesvol verwijderd!
